Repository: Vonage/vonage-video-ios-app
Catalog: VERA/VERACore/VERACore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, it, ja

source: Camera
de: Kamera
es: Cámara
es_mx: Cámara
ja: カメラ

source: Cannot be empty, contain spaces or special characters
de: Kann nicht leer sein und darf keine Leerzeichen oder Sonderzeichen enthalten
es: No se permite dejar el campo vacío, espacios ni caracteres especiales
es_mx: No se permite dejar el campo vacío, espacios ni caracteres especiales
it: Non può essere vuoto, contenere spazi o caratteri speciali
ja: 空にすることはできず、スペースや特殊文字を含むことはできません

source: communication
de: Videokommunikation
es: por vídeo
es_mx: por video
it: per video
ja: コミュニケーション

source: Create a new room
de: Neuen Raum erstellen
es: Crear una nueva sala
es_mx: Crear una nueva sala
it: Crea una nuova stanza
ja: 新しいルームを作成

source: Enter your name
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
es_mx: Escribe tu nombre
it: Inserisci il tuo nome
ja: お客様のお名前を入力

source: Go back to meeting
de: Zurück zum Meeting
es: Volver a la reunión
es_mx: Volver a la reunión
it: Torna alla riunione
ja: 会議に戻る

source: Join existing meeting
de: Bestehendem Meeting beitreten
es: Unirse a una reunión existente
es_mx: Unirse a una reunión existente
it: Unisciti a una riunione esistente
ja: 既存の会議に参加

source: Join meeting
de: Meeting beitreten
es: Unirse a la reunión
es_mx: Unirse a la reunión
it: Partecipa alla riunione
ja: 会議に参加

source: Join waiting room
de: Warteraum betreten
es: Unirse a la sala de espera
es_mx: Unirse a la sala de espera
it: Unisciti alla sala d'attesa
ja: 待機ルームに参加

source: or
de: oder
es: o
es_mx: o
it: o
ja: または

source: Power your business with video that transforms customer satisfaction.
de: Nutzen Sie Video, um Ihr Business zu transformieren und die Kundenzufriedenheit zu steigern.
es: Impulsa tu negocio con vídeos que transforman la satisfacción del cliente.
es_mx: Impulsa tu negocio con videos que transforman la satisfacción del cliente.
it: Potenzia la tua attività con video che trasformano la soddisfazione del cliente.
ja: 顧客満足度を変える動画で、お客様のビジネスを強化します。

source: Prepare to join:
de: Vorbereitung zum Beitreten
es: Prepararse para unirse
es_mx: Prepárate para unirte
it: Preparati per unirti
ja: 参加の準備

source: Rejoining the room
de: Raum erneut beitreten
es: Volviendo a la sala
es_mx: Regresando a la sala
it: Rientro nella stanza
ja: ルームに再参加中

source: Room name
de: Raumname
es: Nombre de sala
es_mx: Nombre de sala
it: Nome della stanza
ja: ルーム名

source: Start a new video meeting
de: Neues Videomeeting starten
es: Iniciar una nueva videoconferencia
es_mx: Iniciar una nueva videoconferencia
it: Inizia una nuova videoconferenza
ja: 新しいビデオ会議を開始

source: Thank you for joining!
de: Vielen Dank für Ihre Teilnahme!
es: ¡Gracias por unirte!
es_mx: ¡Gracias por unirte!
it: Grazie per aver partecipato!
ja: ご参加ありがとうございました！

source: Upgrade
de: Verbessern
es: Mejora
es_mx: Mejora
it: Migliora
ja: アップグレード

source: video
de: Sie Ihre
es: la comunicación
es_mx: la comunicación
it: la comunicazione
ja: ビデオ

source: View Landing Page
de: Landingpage ansehen
es: Ver página de inicio
es_mx: Ver página de inicio
it: Visualizza pagina di destinazione
ja: ランディングページを表示

source: Vonage Video Reference Application
de: Vonage Video Referenzanwendung
es: Aplicación de referencia de video de Vonage
es_mx: Aplicación de referencia de video de Vonage
it: Applicazione di riferimento video di Vonage
ja: Vonage ビデオリファレンスアプリケーション

source: You have left the meeting.
de: Sie haben das Meeting verlassen
es: Has salido de la reunión
es_mx: Has salido de la reunión
it: Hai lasciato la riunione
ja: 会議を退出しました

# Invalid user name format
source: Username exceeds maximum length of 60 characters
es: El nombre de usuario excede la longitud máxima de 60 caracteres

source: Loading
es: Cargando

source: Participants (%lld)
es: Participantes (%lld)

source: Room name cannot be empty
es: Nombre de sala vacío

source: User name cannot be empty
es: Nombre de usuario vacío
